m5stack/uiflow-micropython/m5stack/boards/M5STACK_Fire/mpconfigboard.h
/*
* SPDX-FileCopyrightText: 2024 M5Stack Technology CO LTD
*
* SPDX-License-Identifier: MIT
*/

#define MICROPY_HW_BOARD_NAME "M5STACK Fire"
#define MICROPY_HW_MCU_NAME "ESP32(SPIRAM)"

// If not enable LVGL, ignore this...
#include "./../mpconfiglvgl.h"
